/* Localized versions of Info.plist keys */

CFBundleName = "RemoveIcon";
NSHumanReadableCopyright = "Copyright 2005 Elliot Glaysher. GNU GPL.";

AMName = "サムネールアイコンを除去";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */
"Thumbnail" = "サムネール";

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDInput = "画像ファイル";
AMDSummary = "渡されたフォルダに含まれるすべてのファイルからサムネールアイコンを取り除きます。";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */
"Remove" = "除去";
"Thumbnail" = "サムネール";
"Icon" = "アイコン";